INSERT INTO `orders` (`order_code`, `transaction_date`, `shop_code`) VALUES
(1, '2023-04-01 17:00:00', 'online'),
(2, '2023-03-31 17:00:00', 'online'),
(3, '2023-03-31 17:00:00', 'online'),
(4, '2023-04-02 17:00:00', 'online'),
(5, '2023-04-03 17:00:00', 'online'),
(6, '2023-04-04 17:00:00', 'online'),
(7, '2023-04-05 17:00:00', 'online'),
(8, '2023-04-06 17:00:00', 'online'),
(9, '2023-04-07 17:00:00', 1),
(10, '2023-04-08 17:00:00', 1),
(11, '2023-04-09 17:00:00', 1),
(12, '2023-04-10 17:00:00', 1);


INSERT INTO `goods` (`goods_code`, `goods_size`, `goods_color`, `goods_type`, `order_code`, `quantity`, `unit_price`, `goods_gender`, `goods_cost`) VALUES
('goods_1681248800', '31', 'Đen ', 'sandal', 1, 2, 80000, 1, 70000),
('goods_1681248800', '31', 'Đen ', 'sandal', 2, 1, 80000, 1, 70000),
('goods_1681248800', '32', 'Đen ', 'sandal', 1, 1, 80000, 1, 70000),
('goods_1681248800', '32', 'Đen ', 'sandal', 2, 1, 80000, 1, 70000),
('goods_1681248884', '36', 'Đỏ xanh', 'sport Shoes', 3, 1, 100000, 3, 88000),
('goods_1681248884', '36', 'Trắng xanh', 'sport Shoes', 3, 1, 100000, 3, 88000),
('goods_1681249061', 'L', 'Đen', 'dress', 4, 1, 185000, 2, 160000),
('goods_1681249061', 'L', 'Hồng', 'dress', 4, 1, 185000, 2, 160000),
('goods_1681249061', 'M', 'Đen', 'dress', 4, 1, 185000, 2, 160000),
('goods_1681249162', 'L', 'Trắng hồng', 'jacket', 5, 1, 376000, 2, 300000),
('goods_1681249286', '37', 'Đen', 'western shoes ', 6, 2, 249000, 2, 210000),
('goods_1681249286', '38', 'Đen', 'western shoes ', 7, 1, 249000, 2, 210000),
('goods_1681249286', '38', 'Trắng', 'western shoes ', 7, 1, 249000, 2, 210000),
('goods-1', 'M', 'Đen', 'jacket', 8, 1, 250000, 1, 190000),
('goods-2', 'L', 'Vàng', 'Trousers', 10, 2, 150000, 2, 120000),
('goods-2', 'M', 'Vàng', 'Trousers', 10, 2, 150000, 2, 120000),
('goods-3', 'L', 'Trắng', 'kaki', 11, 4, 200000, 2, 180000),
('goods-4', 'XL', 'Trắng', 'T-shirt', 12, 1, 100000, 3, 86000),
('goods-5', 'S', 'Đỏ', 'T-shirt', 9, 2, 120000, 1, 100000);

